{
  "data": [
    {
      "id": "1",
      "title": "Jujutsu Kaisenr",
      "year": "2020",
      "synopsis": "In a world where demons feed on unsuspecting humans, fragments of the legendary and feared demon Ryoumen Sukuna were lost and scattered about. Should any demon consume Sukuna's body parts, the power they gain could destroy the world as we know it. Fortunately, there exists a mysterious school of Jujutsu Sorcerers who exist to protect the precarious existence of the living from the undead!"
    },
    {
      "id": "2",
      "title": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka III",
      "year": "2020",
      "synopsis": "The huge labyrinth city, Orario, is the gateway to the huge underground maze commonly known as the 'Dungeon.' Its strange name causes excitement, a place to gain honor, and maybe even a romance with a pretty girl. A place where people hold their breath, hoping to gain all they wish for, a place where a solitary young man meets a little 'god.'"
    },
    {
      "id": "4",
      "title": "Majo no Tabitabi",
      "year": "2020",
      "synopsis": "Once upon a time, there was a witch named Elaina, who set off on a journey across the world. Along the way, she would meet all kinds of people, from a country full of witches to a giant in love with his own muscles—but with each meeting, Elaina would become a small part of their story, and her own world would get a little bit bigger."
    },
    {
      "id": "5",
      "title": "King's Raid: Ishi wo Tsugumono-tachi",
      "year": "2020",
      "synopsis": "It's been 100 years since King Kyle buried Ang Mundo. Now in a time of peace, the apprentice knight Kasel enjoys his life without worry. His fate begins to change, however, with news of demon appearances infesting the neighborhood. Guided by a wise man, Kasel finds friends he can rely on and sets off on his mission to seek a holy sword, capable of slaying his newfound enemies."
    },
    {
      "id": "5",
      "title": "King's Raid: Ishi wo Tsugumono-tachi",
      "year": "2020",
      "synopsis": "aaaaa"
    },
    {
      "id": "6",
      "title": "King's Raid: Ishi wo Tsugumono-tachi",
      "year": "2020",
      "synopsis": "aaaaa"
    },
    {
      "id": "7",
      "title": "King's Raid: Ishi wo Tsugumono-tachi",
      "year": "2020",
      "synopsis": "aaaaa"
    },
    {
      "id": "8",
      "title": "King's Raid: Ishi wo Tsugumono-tachi",
      "year": "2020",
      "synopsis": "aaaaa"
    },
    {
      "id": "9",
      "title": "King's Raid: Ishi wo Tsugumono-tachi",
      "year": "2020",
      "synopsis": "aaaaa"
    },
    {
      "id": "10",
      "title": "King's Raid: Ishi wo Tsugumono-tachi",
      "year": "2020",
      "synopsis": "aaaaa"
    }
  ]
}